;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Иван Караджов (karadzha)
; TranslationAuthorEmail: ekot@abv.bg
; TranslationAuthorWeb: http://karadzha.blogspot.com/
; Soft Version: 1.12.26
; Update: 2013-05-3
;
[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=ОК
ButtonMinimize=Намаляване
ButtonMaximize=Увеличи
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню

[Lang]
NativeLanguage=Български
[Translation]
LangCode=0402
ReadHabit=Отляво-надясно
LanguageName=BG
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=BULGARIAN_CHARSET
Information=Потвърждение
Warning=Предупреждение
Error=Грешка
Confirm=Потвърждение
CurVer=Текуща версия:
;
; About
;
FrmGBAbout.caption=Относно
FrmGBAbout.btnok.caption=ОК
FrmGBAbout.lblver.caption=Текуща версия:
FrmGBAbout.lblemail.caption=Имейл поддръжка:
FrmGBAbout.lblhome.caption=Дом. страница:
FrmGBAbout.lblthank.caption=Благодарим на следните хора за тяхното съдействие:

;
; Popup Menu
;
pmHelp=Помощ онлайн
pmHome=Домашна страница
pmCheckNew=Провери за актуализации
pmLang=Езици
pmAbout=За нас
pmCheckNew=Провери за актуализации
pmrun=Пусни игра
pmadd=Добави игра
pmdel=Махни игра
pminfo=Информация за играта
pmEndProcess=Край на процеса
pmExclude=Изключи
pmNoExclude=Отказ на изключване
pmGoogle=Търсене в Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Моите игри
FrmGBMain.BtnTabOpt.Caption=Оптимизатор на системата
FrmGBMain.BtnTabProcess.Caption=Оптимизатор на процеси
FrmGBMain.BtnTabService.Caption=Оптимизатор на услуги
FrmGBMain.Btnlikeit.Caption=Харесай
FrmGBMain.BtnRestore.Caption=Възстанови

;
; Like Us
;
FrmLikeit.lblTitle.caption=Ако харсваш Wise Game Booster, моля, го препоръчай го на тези, които обичаш.
FrmLikeit.lblInfo.caption=Сподели Wise Game Booster с твоето семейство, приятели, съученици и колеги по имейл, блог, Twitter, Youtube, Facebook и т.н. Ще внесеш удобство и ефективност в живота им.
FrmLikeit.lblRate.caption= Оцени Wise Game Booster:
FrmLikeit.lblfollow.caption=Последвай ни в:
FrmLikeit.lblshare.caption=Сподели Wise Game Booster:
FrmLikeit.btndownload.caption=Безплатно изтегляне
FrmLikeit.imgrate.hint=Дай ни 5 звезди
FrmLikeit.imgmail.hint=Сподели го с  приятелите си
FrmLikeit.imgface1.hint=Сподели го във Facebook
FrmLikeit.imgface2.hint=Последвай ни във Facebook
FrmLikeit.imgtwitter1.hint=Сподели го в Twitter
FrmLikeit.imgtwitter2.hint=Последвай ни в Twitter
FrmLikeit.Caption=Харесай
FrmLikeit.lbldownload.caption=Изтегли още програми от WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Информация за играта
FrmGameinfo.lbltype.caption=Жанр:
FrmGameinfo.lblname.caption=Име на файла:
FrmGameinfo.lblPublisher.caption=Разработчик:
FrmGameinfo.lbltimes.caption=Брой стартове:
FrmGameinfo.lbllasttime.caption=Последен  старт:
FrmGameinfo.lblrate.caption=Оценка:
FrmGameinfo.lblcomment.caption=Бележки:
FrmGameinfo.btnok.caption=ОК
FrmGameinfo.btncancel.caption=Отказ
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Оптимизирай
FrmGameBox.btnProcessopt.caption=Оптимизирай
FrmGameBox.btnServiceopt.caption=Оптимизирай
FrmGameBox.btnopt.caption=Оптимизирай всичко

;
;sysopt
;
FrmSysOpt.btnopt.caption=Оптимизирай сега
FrmSysOpt.lblhint.caption=Оптимизирай следните обекти, за да се подобри изпълнението на играта.
FrmSysOpt.lblreall.caption=Възобнови всички
;
;processopt
;
FrmProcess.lblhint.caption=Затвори процесите, гълтащи много памет, за да ускориш играта. 
ProcessCpu=CPU ползване
ProcessMemory=Ползване памет
ProcessSuggest=Предложение
ProcessAction=Управление на задачи
ProcessMostMemUse=Програми гълтащи много памет
;
;Serviceopt
;
FrmService.lblhint.caption=Затвори ненужните услуги, за да ускориш играта. 
ServicePublisher=Разработчик
ServiceSuggest=Предложение
ServiceAction=Управление на услуги
ServiceStop=Спри ненужни услуги
ServiceDisable=Стоп (предложена)
ServiceEnable=Старт (предложена)
ServiceKeep=Запази (предложена)
ServiceMust=Трябва да бъде отворен

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Възобнови всички услуги
Frmrestore.caption=Възобнови услугата
Frmrestore.Btnok.caption=ОК
ServiceName=Service Име
ServiceChangeDateTime=Последна промяна 
ServiceRestore=Възобнови услугата

[GameBox]
GameUnknow=Неизвестна
GameRPG=Ролеви игри
GameShot=Бойни игри
GameOther=Други игри
NeverPlay=Никога не играна
UnknowPublisher=Неизвестни разработчици
lstbtnadd=Добави игра
LblSysopt=Оптимизация на системата
LblProcessopt=Управление на задачи
LblServiceopt=Оптимизация на услугите
LblTitleCheck=Тестване работата на РС-то, моля, изчакай...

[message]
FirRun=Искаш ли Wise Game Booster да търси автоматично всички твои локални игри при първия си старт?
NoNewVer=Поздравления! Използваш последна версия.
CheckComputer=Тестване работата на РС-то, моля, изчакай...
SearchGame=Търсене на локални игри, моля, изчакай...
Allgood=Поздравления! Компютърът ти е в добро състояние. Няма нужда да се оптимизира.
SysGood=Поздравления! Няма обекти, които трябва да се оптимизират.
ProcessGood=Поздравления! Няма процеси, които трябва да се оптимизират. 
ServiceGood=Поздравления! Няма услуги, които трябва да се оптимизират.
HaveProblem=Намерени %d проблема! Моля, кликни "Оптимизирай всички", за да ги поправите.
sysProblem=%d елемента може да бъдат оптимизирани.
Processproblem=%d процеса може да бъдат прекратени, за да се освободи памет.
Serviceproblem=%d услуги може да бъдат прекратени.
DeleteGame=Наистина ли да се премахне тази игра?
HaveOpt=Оптимизирано
btnRestore=Възобнови
btnOpt=Оптимизирай сега
BtnAction=Действие
BtnStop=Спри услугата
SuggestClose=Край (предложена)
SuggestKeep=Запази (предложена)
haveStoped=Спряно
HaveRun=Стартирано
BtnRun=Старт
HaveFail=Провал при спирането
OptComputer=Оптимизира се, изчакай...
AllgoodAfterOpt=Оптимизацията завърши, освободиха се %s МБ. Може да играеш!
AllgoodAfterManualOpt=Поздравления! Няма обекти, които трябва да се оптимизират. Може да играеш!
HaveProblemAfterOpt=%d обекта не може да бъдат оптимизирани, но са освободени %s МБ памет.


[sysopt]
SystemStable=Стабилност на системата
SystemSpeedup=Ускоряване на системата
NetworkSpeedup=Ускоряване на мрежата
AutoKill=Автозавършване на неотговарящи приложения, за да се избегне системен срив
RestartExplorer=Автоматичен рестарт на Windows Explorer, за да се избегне неочаквано изчезване на плота
TwoProcess=Направи Windows Explorer да работи като отделен процес, за да се избегнат конфликти в системата
ErrorReport=Забрани докладване на грешки на екрана, за да се ускори работата на системата
Debugger=Изключване дебъгера, за да се ускори обработката на грешки
OptMemory=Оптимизирай настройките на паметта по подразбиране за ускоряване работата на системата
OptVEff=Оптимизирай компонентите на преден план (диалогови прозорци, менюта и т.н.), за да се ускори реакцията на системата
OptFileSystem=Оптимизирай файловата система, за да се ускори работата на системата
OptDiskSystem=Оптимизирай подсистемата  I/O на диска, за да се ускори работата на системата
DisAutoRun=Забрани функция "Autoplay" на устройствата за избягване на зараза от вирус
OptTTL=Оптимизирай параметрите на TTL (Time To Live), за да се ускори работата на мрежата
OptNetForward=Оптимизирай пропускателната способност на мрежата за повишаване на производителността й.
OptMTU=Автоматично откриване на "черни дупки" при MTU, за да се подобри производителността на TCP/IP
OptWINS=Оптимизирай времето на заявка за WINS име, за да се ускори преносът на данни
OptNetWork=Оптимизирай мрежовите настройки, за да се подобри ефективността на преноса
CloseAnimate=Спри показване на анимация при увеличване/намаляване на прозорец  за ускоряване работата на системата
PagingExecutive=Забраняване виртуализацията на паметта и намали I/O на диска за ускоряване работата на приложенията (Пропусни, ако физ. памет е <1 ГБ)
StaticIP=Задай статичен IP за локалната си връзка да ускорите стартирането на РС-то
PorcessorTime=Оптимизирай ефективността на проца, за по-гладка работа на програмите, игрите и т.н. (Пропусни, ако РС-то е сървър.)
DisableIDECheck=Спри проверката на IDE да ускориш стартирането на Windows
ForeAppSpeed=Увеличи скоростта на реакция за активните програми
AeroPeek=Увеличи скоростта на показване на Aero Peek

